Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/udir.no/1_forklaring-til-veiledningen.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Čilgehus oaivadussii
smj: Udir.no - Tjielggidus bagádallamij

source: Čilgehus oaivadussii
smj: Tjielggidus bagádallamij

source: Neavvagat ja ovdamearkkat bargamis sámegiela nubbingiela oahppoplánain
smj: Bagádallama ja buojkulvisá gå barggat Oahppoplánajn- sámegiella nubbengiellan.

source: Oahppoplána gelbbolašvuođamihttomearit lea juhkkojuvvon logi dássái.
smj: Oahppoplána máhtudakmihto le lågev dássáj juogeduvvam.

source: Oaivádus oainnusmahttá soames gelbbolašvuođamihttomeriid ja buktá ovdamearkkaid dasa movt sáhttá bargat oahppodoaimmaiguin, heivehuvvon oahpahusain, vuođđudeaddji gálggaiguin, gielladomeanaiguin ja buot logi dásiin árvvoštallan.
smj: Bagádallam vuojnnusij buktá muhtem máhtudakmihtojt ja vaddá buojkulvisájt gåktu oahppamdåjmaj, hiebadum åhpadusáj, vuodotjehpudagáj, gielladomenaj ja árvustallamij divna lågev dásij barggat.

source: Oahpaheaddjit ja skuvllat sáhttet atnit oaivádusa báikkálaš oahppoplánabargui ja konkrehta oahpahusdahkosiin.
smj: Åhpadiddje ja skåvlå máhtti bagádallamav adnet bájkálasj oahppoplánabargon ja konkrehtalasj åhpadimgárvvidussan.

source: Ovdamearkka dihte leat 1-4 dásis Heivehuvvon oahpahusas ovdamearkkat movt oahpahusdagus sáhttá heivehuvvot iešguđet ahkásaččaide danin go ohppiin dávjá lea iešguđetge vuolggadássi fágas beroškeahttá guđe ahkeluohkkái gullet.
smj: Duola degu 1.-4. dásijn Hiebadum åhpadus vatteduvvi buojkulvisá gåktu åhpadimgárvvidusá máhtti hiebaduvvat iesjgeŋga áldarjuohkusij danen gå oahppijn máhtti álggovuodo sierra liehket álgos vájku man dásen li.

source: Oahppoplána váldomihttomearrin lea ahte fága sámegiella nubbingiellan okta dárogiela fágain, láhčá ohppiide vuođu šaddat doaibmi guovttegielagiin.
smj: Oajvveoulmme oahppoplánan le fáhka sámegiella nubbengiellan aktan fágajn dárogiella, biedjá vuodov nåv vaj oahppe galggi dåjmalasj guovtegielaga sjaddat.

source: Dat mearkkaša ahte oahppit galget movttiidahttojuvvot ja šaddat gielalaš oadjebasat ahte árgabeaivvis válljejit sámegiela gulahallangiellan.
smj: Oahppe galggi måvtåsduhteduvvat ja jállot sámegielav válljit guládallamgiellan bæjválattjat.

source: Oaivádus čájeha ovdamearkkaid main Njálmmálaš gulahallan ja Dihtomielalašvuohta giela ja kultuvrra birra váldooasit leat vuođđun.
smj: Bagádallam vuoset buojkulvisájt oajvvesuoasijs Njálmálasj guládallam ja Giella- ja kultuvrradiedulasjvuohta..

source: Oaivádus ii fátmmas buot oahppoplána gelbbolašvuođamihttomeriid.
smj: Bagádallam ij gåbtjå divna máhtudakmihtojt oahppoplánan.

source: Vuođđudeaddji gálggat
smj: Vuodotjehpudagá

source: Vuođđudeaddji gálgan nugomat máhttit njálmmálaččat báhkkodit sámegillii, ii leat diehttelassan ohppiide sámegiella nubbingiela fágas.
smj: Vuodotjehpudagá duola degu sábmáj máhttet njálmálattjat åvddånbuktet ij la diehttelisvuohta oahppijda fágan sámegiella nubbengiellan.

source: Oaivadusas leat oahpaheaddjái neavvagat, vuogádatcavgileamit ja ovdamearkkat mat sáhttet leat veahkkin láhčamis dili vai oahppit ohppet sámegiela hupmat.
smj: Bagádallam vaddá åhpadiddjáj bagádallamijt, vuohketjielggidusájt ja buojkulvisájt ma máhtti viehkken liehket bargon oahppijt oadtjot luondulattjat sámástittjat.

source: Dihtomielalašvuohta giela ja kultuvrra birra
smj: Giella- ja kultuvrradiedulasjvuohta

source: Lea dehálaš kártet giela dili ja árvvu skuvllas, oppalaččat suohkanis ja fylkkas.
smj: Ájnas la guoradallat gåktu gielladille ja giellaárvvo le skåvlån, suohkanin dábálattjat ja fylkan.

source: Giellaoahpahusdárbu rievddada iešguđetge guovlluid mielde.
smj: Giellaåhpadusá dárbo várieriji duojn dájn guovlojn.

source: Ovdamearkka dihte lea vejolaš ahte máŋga oahpaheaddji ovttas čađahit iskkadeami, dahje oahppit dan dahket doppe gos lea vejolaš.
smj: Buojkulvissan máhtti ienep åhpadiddje aktan guoradallat jali oahppe mátti tjadádit dav jus máhttelis le.

source: Kártemis sáhttá fuomášit domeanaid (giellaarenaid) gos sámegiella lea nanus ja mii sáhttá leat ávkkálaš reaidun giellaoahpahusas.
smj: Guoradallam máhttá vuosedit gielladomenajt gånnå sámegiella le nanos ja máhtti ávkálasj vædtsaga giellaåhpadimen liehket.

source: Lea maiddái vejolaš ásahit iežas sámegielat arenaid, nugomat guovlluid, lanjaid, olbmuid, doaimmaid dahje áigodaga.
smj: Máhttelis le ásadit sierra sámegieldomenajt, duola degu bájkijt, lanjájt, ulmutjijt, dåjmajt jali ájggegávdajt.

source: Geahča muđui sierra artihkkala gielladomeanaid birra.
smj: Gehtja sierra artihkkal gielladomenaj birra.

source: Sáhttá maiddái atnit Eurohpalaš Giellapearpma (ESP) kártenbarggus.
smj: Dåhkki aj adnet Europeisk Språkperm (ESP) guoradallama bargon.

source: Kártema bakte sáhttet oahppit válddahit guđe sámegielat dásis sii leat, ja movt sii sáhttet gielalaččat ovdánit.
smj: Guoradallama tjadá máhtti oahppe tjielggit makkir sámegieldásen sij li, ja gåktu sij ietjasa gielav máhtti åvdedit.

source: Skuvllain main leat unnán oahppit juohke klássadásis, sáhttet ráhkadit ođasmahtti plána smávvaskuvladássái, gaskadássái ja nuoraiddássái main fáttát sámegiella 2 ja 3 leat oassin.
smj: Skåvlå gånnå li gallegasj oahppe juohkka klássan, máhtti dahkat plánajt ma aktelasj mátsi álggo, gasska ja nuorajdássáj gånnå temá Samen2 ja 3 li.

source: Ođasmahttima bakte sáhttet buot oahppit joavkkus bargat seamma fáttáin.
smj: Nåv de máhtti divna oahppe juohkusin barggat sæmmi temájn.

source: Dán oahpaheaddji earuha ja heiveha ohppiid agi ja ovdalgihtii máhtu ektui.
smj: Åhpadiddje hiebat oahppe áldara ja åvddåmáhtoj milta.

source: Nu sáhttet oahppit ovttasbargat ja čađahit oahppandoaimmaid ovttas.
smj: Náv oahppe máhtti aktan barggat oahppamdåjmaj.

source: Mii diehtit ahte ollu oahppit oahpahuvvojit gáiddusoahpahusa bakte, ja dat sáhttá leat hástaleaddjin.
smj: Åtsådallamij milta oadtju moadda oahppe åhpadusáv guhkásåhpadime tjadá, ja dát máhttá hásstádussan liehket.

source: Soames dásiin lea gáiddusoahpahus lagabui čilgejuvvon.
smj: Muhtem dásijn le guhkásåhpadibme lagábu tjielggiduvvam.

source: Oaivadusas lea sierra oassi ovdáneami birra.
smj: Bagádallamin le sierra oasse progresjåvnå birra.

source: Dat govvida movt giellaovdáneapmi leat jurddašuvvon čadnot gelbbolašvuođamihttomeriide mat leat oaivádusas.
smj: Dát gåvvi gåktu giellaåvddånibme le tjanádum máhtudakmihtojda ma bagádallamin gávnnuji.

source: Oaivádus lea ráhkaduvvon dainna ulbmiliin ahte galgá sáhttit adnot buot sámi guovlluin.
smj: Bagádallam le dagáduvvam vaj galggá máhttet aneduvvat divnajn sámeguovlojn.

source: Soames oktavuođain šaddá oahpaheaddji heivehit ávdnasiid ja oahpponeavvuid báikkálaš dilálašvuođaide.
smj: Muhtem sajijn vierddi åhpadiddje hiebadahttet oahppamnævojt ja vædtsagijt bájkálasj dilij milta.

source: Sámi oahpponeavvodilli ii ollenge leat dohkálaš, muhto oaivádussii leat čohkkejuvvon dieđut gávdni oahpponeavvuid birra.
smj: Oahppamnævovidjura sámegielan ælla gåktuk duhtam lágátja, valla bagádallamin le lissta gånnå li muhtem oahppamusá ma gávnnuji.

source: Oaivádus sisttisdoallá obanassiige ollu konkrehta oahppodoaimma ovdamearkkaid.
smj: Bagádallamin le moadda konkrehtalasj buojkulvisá oahppamdåjmajda.

source: Ollu dain doaimmain sáhttet čađahuvvot buot dásiin.
smj: Moadda dájs dåjmajs máhtti divnajn dásijn dagáduvvat.

source: Nu oaivadusas leat gávdnamis konkrehta oahppodoaimma rávvagat.
smj: Nåv de bagádallam máhttá aj årrot degu konkrehtalasj bagádibme oahppamdåjmaj hárráj
